---
kind: property
id: P:Autodesk.Revit.DB.Structure.RebarBendingDetailType.MultipleValuesIndicatorOption
source: html/956694f7-710c-1683-9de1-3a94fa890789.htm
---
# Autodesk.Revit.DB.Structure.RebarBendingDetailType.MultipleValuesIndicatorOption Property

Identifies the option of how multiple values will be represented.

## Syntax (C#)
```csharp
public BendingDetailTypeMultipleValuesIndicatorOptions MultipleValuesIndicatorOption { get; set; }
```

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentOutOfRangeException** - When setting this property: A value passed for an enumeration argument is not a member of that enumeration